Repository: Ahmedyoussefg5/IQScreenRuler
Catalog: ScreenRuler/*.lproj/Localizable.strings
Languages: es, hi

source: Aspect Ratio
es: Relación de Aspecto
hi: छवि अनुपात

source: Original
hi: मूल प्रति

source: Square
es: Cuadrado
hi: चौकोर

source: no_screenshots_title
es: No se encontraron capturas de pantalla
hi: कुछ भी स्क्रीनशॉट नहीं मिले

source: no_screenshots_description
es: Puedes tomar una captura de pantalla presionando el botón de bloqueo y el botón de inicio de tu dispositivo iOS.
hi: आप स्क्रीन लॉक बटन और होम बटन का उपयोग कर अपने डिवाइस पर स्क्रीनशॉट ले सकते हैं।

source: photo_access_denied_title
es: Acceso al Carrete denegado
hi: फोटो लाइब्रेरी की अनुमति नहीं

source: photo_access_denied_description
es: No se puede acceder al Carrete. Para habilitar los permisos, dirígase a Ajustes > Screen Ruler
hi: फोटो लाइब्रेरी का उपयोग करने में समर्थ नहीं है। फोटो लाइब्रेरी की अनुमति बदलने के लिए सेटिंग्स में जायें।

source: Camera
es: Cámara
hi: कैमरा

source: Photo Library
es: Carrete
hi: फोटो लाइब्रेरी

source: Change Scale Multiplier
es: Cambiar Escala
hi: मापन गुणक बदले

source: Mail Sent
es: Mail Enviado
hi: मेल भेज दिया गया।

source: mail_body
es: Estoy en '%1$@' con iOS '%2$@', utilizando la Versión '%3$@' de '%4$@'
hi: मैं iOS '%2$@' के साथ '%1$@' पर हूँ, '%4$@' के संस्करण '%3$@' का उपयोग कर रहा हूँ।

source: mail_device_configuration_message
es: Tu dispositivo no tiene ninguna cuenta de mail configurada.
hi: आपकी डिवाइस मेल भेजने के लिए समर्थ नहीं है।

source: Screen Ruler - Bug Report
es: Screen Ruler - Reporte de Bug
hi: स्क्रीनशॉट पैमाना - त्रुटि विवरण

source: Screen Ruler - Feedback
hi: स्क्रीनशॉट पैमाना - राय

source: Skip
es: Saltar
hi: छोड़ें

source: Start Help Tour
es: Iniciar Tutorial
hi: सहायता सफ़र शुरू करे।

source: Tap to continue
es: Toca para continuar
hi: जारी रखने के लिए स्पर्श करे।

source: horizontal_scale_help
es: Ajusta la escala horizontal con tus dedos de acuerdo a lo que necesites
hi: अपनी जरूरत के अनुसार अपनी उंगलियों के साथ क्षैतिज पैमाने को समायोजित करें।

source: vertical_scale_help
es: Ajusta la escala vertical con tus dedos de acuerdo a lo que necesites
hi: अपनी जरूरत के अनुसार अपनी उंगलियों के साथ खड़ी पैमाने को समायोजित करें।

source: device_scale_help
es: Elige una escala de acuerdo a la resolución de tu dispositivo, o de acuerdo a lo que necesites
hi: अपने डिवाइस रिजल्यूशन या अपनी जरूरत के अनुसार मापन गुणक चुनें।

source: double_tap_help
es: Haz un toque doble utilizando un dedo para ampliar, y un toque doble con dos dedos para alejar
hi: ज़ूम-इन करने के लिए एक उंगली का उपयोग कर दो बार स्पर्श करें, ज़ूम-आउट करने के लिए दो उंगलियों का प्रयोग कर दो बार स्पर्श करें।

source: long_tap_color_help
es: Haz un toque largo para mostrar el RGB de un pixel
hi: पिक्सेल का आरजीबी रंग दिखाने के लिए लंबे समय तक स्पर्श करें और उंगली खिसकाये।

source: long_tap_scale_help
es: Haz un toque largo en una escala horizontal o vertical para mostrar mas opciones
hi: क्षैतिज या खड़ी पैमाने के अधिक विकल्प दिखाने के लिए लंबे समय तक स्पर्श करें।

source: Back
es: Atras
hi: पीछे

source: Cancel
es: Cancelar
hi: रद्द करें

source: Done
es: Listo
hi: पूर्ण

source: OK
hi: ठीक

source: Share Photo
es: Compartir Foto
hi: फोटो साझा करें

source: social_share_text
es: Prueba '%@'. Es muy útil para Testers de aplicaciones móviles, para extraer detalles de interfaces de usuarios y para analizar capturas de pantalla. Es muy divertido!
hi: '%@' मोबाइल ऐप 'गुणवत्ता आश्वासन' इंजीनियर के लिए iOS एप्लिकेशन यूजर इंटरफेस का ब्यौरा निकालने के लिए और स्क्रीनशॉट के विवरण देखने में यह बहुत लाभदायक है। ये वास्तव में एक मजेदार और बहुत उपयोगी मोबाइल ऐप है।

source: Custom
es: Personalizado
hi: रुचि अनुसार

source: Enter width and height
es: Ingresa ancho y alto
hi: चौड़ाई और ऊंचाई दर्ज करें

source: Height
es: Alto
hi: ऊंचाई

source: Width
es: Ancho
hi: चौड़ाई

source: Resize
es: Redimensionar
hi: आकार बदलें

source: Crop
es: Cortar
hi: काटें

source: Resize Screenshot
es: Redimensionar Captura
hi: स्क्रीनशॉट का आकार बदलें

source: Reset Scale to Original
es: Restablecer Escala
hi: मूल पैमाने पर रीसेट करें

source: Set Scale point location
es: Marcar punto en la escala
hi: मूल पैमाने बिंदु स्थान स्थित करें

source: Mark as X reference
es: Marcar como referencia en X
hi: X बिंदु संकेत स्थित करें

source: Mark as Y reference
es: Marcar como referencia en Y
hi: Y बिंदु संकेत स्थित करें

source: Zoom Scale
es: Aumentar Escala
hi: जूम पैमाना

source: minimum_percent
es: Escala mínima (%.0f%%)
hi: न्यूनतम पैमाना (%.0f%%)

source: original_percent
es: Original (%.0f%%)
hi: मूल पैमाना (%.0f%%)

source: Show Zoom Options
es: Mostrar opciones de Zoom
hi: ज़ूम विकल्प दिखायें

source: x_y_width_height
es: X: %1$.0f, Y: %2$.0f Ancho: %3$.0f, Alto: %4$.0f
hi: X: %1$.0f, Y: %2$.0f चौड़ाई: %3$.0f, ऊंचाई: %4$.0f

source: X: NA, Y: NA
hi: X: अनुपलब्ध, Y: अनुपलब्ध

source: Settings
es: Configuración
hi: सेटिंग्स

source: Color Theme
es: Color del Tema
hi: रंग विषय

source: Natural
hi: प्राकृतिक

source: Inverted
es: Invertido
hi: प्रतिलोम

source: Social
hi: सामाजिक नेटवर्किंग

source: Share On Social Network
es: Compartir en Redes Sociales
hi: सामाजिक नेटवर्क पर साझा करें

source: Rate Us On App Store
es: Puntúanos en el AppStore
hi: ऐप स्टोर पर राय दें

source: Feedback
hi: राय

source: Bug Report
es: Reportar Bug
hi: रुटि विवरण

source: Terms
es: Términos
hi: नियम

source: Terms and Conditions
es: Términos y Condiciones
hi: नियम और शर्तें

source: Open Source Libraries
es: Librerías de Código Abierto
hi: ओपन सोर्स सॉफ्टवेयर

source: You are upto date
hi: आप अपडेट हैं

source: Update Now
hi: अभी अपडेट करें

source: is open source at:
hi: यहां पर ओपन सोर्स है:

source: InfoEnum Software Systems
hi: इन्फोइनम सॉफ्टवेयर सिस्टम्स

source: Error
hi: असफल

source: Version
es: Versión
hi: संस्करण

source: image_load_error
es: Hubo un error cargando la imagen. Por favor intenta nuevamente.
hi: फोटो लोड करने में कोई त्रुटि हो गयी है। कृपया पुन: प्रयास करें।

source: X: %.0f, Y: %.0f
es: X: %1$.0f, Y: %2$.0f
